Repository: ehayun/scandocs
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: he

source: Account confirmed successfully.
he: חשבון אומת כהלכה

source: Change e-mail
he: החלפת אימייל

source: Change password
he: החלפת סיסמה

source: Confirmation link is invalid or it has expired.
he: קישור לאימות פג תוקף

source: E-mail changed successfully.
he: אימייל שונה בהצלחה

source: Forgot your password?
he: שכחתם סיסמה?

source: Invalid e-mail or password
he: אימייל או סיסמה אינם נכונים

source: Logged out successfully.
he: יצאתם מהמערכת

source: Login
he: כניסה למערכת

source: Logout
he: יציאה מהמערכת

source: Oops, something went wrong! Please check the errors below.
he: אופס... אירעה שגיאה. אנא בידקו

source: Password
he: סיסמה

source: Password reset successfully.
he: סיסמה שונתה בהצלחה

source: Password updated successfully.
he: סיסמה שונתה בהצלחה

source: Remember me
he: זכור אותי במחשב זה

source: Resend confirmation instructions
he: שליחת הוראת שינוי סיסמה

source: Reset password link is invalid or it has expired.
he: קישור זה אינו תקין או פג תוקף

source: Save
he: שמירה

source: Saving...
he: שומר...

source: Send instructions to reset password
he: שלח הוראות לשינוי סיסמה

source: Settings
he: הגדרות

source: Sign in
he: כניסה למערכת

source: User created successfully.
he: לקוח נוצר בהצלחה

source: You must login to access this page.
he: עליכם להכנס למערכת על מנת להציג דף זה

source: You must to be admin to access this page.
he: אין לכם הרשאות מתאימות

source: Zehut
he: זהות

source: Zehut change link is invalid or it has expired.
he: לינק לשינוי מייל לא תקין או פג תוקף

source: Classrooms
he: כיתות

source: Managers
he: מנהלים

source: Permissions
he: הרשאות

source: Schools
he: בתי ספר

source: Students
he: תלמידים

source: Teachers
he: מורים

source: Code
he: קוד

source: Full name
he: שם מלא

source: Listing Managers
he: רשימת מנהלים

source: Listing Schools
he: רשימת בתי ספר

source: Manager
he: מנהל

source: School code
he: קוד בית ספר

source: School name
he: בית ספר

source: Listing Students
he: רשימת תלמידים

source: Classroom name
he: שם הכיתה

source: Listing Classrooms
he: רשימת כיתות

source: Listing Teachers
he: רשימת מורים

source: School
he: בית ספר

source: Teacher
he: מורה

source: Classroom
he: כיתה

source: Permission Ref
he: מושא הרשאה

source: Permission level
he: רמת הרשאה

source: User name
he: משתמש

source: Add New
he: הוספה

source: Listing permissions
he: רשימת הרשאות

source: Edit Permission
he: עדכון הרשאה

source: Listing Permissions
he: רשימת הרשאות

source: New Permission
he: הוספת הרשאה

source: Admin
he: ניהול

source: Are you sure?
he: בטוחים שברצונכם למחוק

source: Categories
he: קטגוריות

source: Listing Categories
he: רשימת קטגוריות

source: category
he: קטגוריה/סוג מסמך

source: code
he: קוד

source: Edit Student
he: עדכון תלמיד

source: Show Student
he: הצג תלמיד

source: show all
he: הצג הכל

source: Close
he: סגירה

source: Search by zehut or name
he: חפש לפי זהות או חלק משם

source: You dont have permission to see this page.
he: אין לכם הרשאה מתאימה

source: Search
he: חיפוש חופשי

source: Edit Docgroup
he: עדכון קטגוריה

source: Listing Docgroups
he: רשימת בתי ספר

source: New Docgroup
he: קטגוריה חדשה

source: Edit Institute
he: עדכון מוסד

source: Institutes
he: מוסדות

source: Listing Institutes
he: רשימת מוסדות

source: New Institute
he: הוספת מוסד

source: institute
he: מוסד

source: Title
he: שם

source: Category
he: קטגוריה/סוג מסמך

source: Cetegory name
he: קטגוריה

source: Edit Category
he: עדכון קטגוריה

source: Edit Outcome category
he: עדכון קטגורית הוצאה

source: Institutes Categories
he: קטגוריות מוסד

source: Listing Institute Categories
he: רשימת קטגוריות מוסדות

source: Listing Outcome categoryes
he: רשימת קטגוריות הוצאה

source: New Category
he: הוספת קטגוריה

source: New Outcome category
he: הוספת קטגורית הוצאה

source: Outcome Categories
he: קטגורית הוצאה

source: Outcome card
he: כרטיס הוצאה

source: Outcome description
he: תיאור הוצאה

source: Contact name
he: איש קשר

source: Description
he: תיאור

source: Outcome Card
he: כרטיס הוצאה

source: Phone number
he: מספר טלפון

source: Vendor name
he: שם הספק

source: Address
he: כתובת

source: Contact Name
he: איש קשר

source: Edit Vendor
he: עדכון ספק

source: Listing Vendors
he: רשימת ספקים

source: New Vendor
he: הוספת ספק

source: Vendor Name
he: שם הספק

source: Vendor site
he: כתובת אתר הספק הספק

source: Amount
he: סכום

source: Doc date
he: ת. מסמך

source: Documents
he: מסמכים

source: Institute
he: מוסד

source: Line code
he: קוד שורה

source: Listing Inst docs
he: רשימת מסמכים למוסדות

source: Payment code
he: קוד תשלום

source: Vendor
he: ספק

source: Admin?
he: הרשאות ניהול?

source: Edit Employee
he: עדכון עובד

source: Leave empty for not change
he: השאר ריק כדי לא לשנות

source: Listing Employees
he: רשימת עובדים

source: New Employee
he: הוספת עובד

source: Role
he: תפקיד

source: birth date
he: ת. לידה

source: Employees
he: עובדים

source: Roles
he: תפקידים

source: Filter by
he: סינון לפי

source: Vendor/payment code/asmachta
he: ספק/קוד תשלום/אסמכתא

source: By All Categories
he: כל הקטגוריות

source: By All Institute
he: כל המוסדות

source: By All Outcome categories
he: כל קטגוריות הוצאה

source: Asmachta
he: אסמכתא

source: Edit Instdoc
he: עדכון מסמך

source: New Instdoc
he: הוספת מסמך

source: Next
he: הבא >

source: Previous
he: < הקודם

source: Back
he: חזרה

source: Edit Classroom
he: עדכון כיתה

source: Out of
he: מתוך

source: Page
he: עמוד

source: Select classroom
he: <<בחירת כיתה>>

source: Select school
he: <<בחירת בית ספר>>

source: Contacts
he: אנשי קשר

source: General details
he: פרטים כללייים

source: Has picture?
he: קיימת תמונה?

source: New Student
he: תלמיד חדש

source: Placement Committees
he: וועדות השמה

source: City Name
he: עיר

source: Edit City
he: עדכון עיר

source: First name
he: שם פרטי

source: Last name
he: שם משפחה

source: Listing Cities
he: רשימת ערים

source: New City
he: הוספת עיר

source: Person Age
he: גיל

source: Healthcare name
he: קופת חולים

source: Hebrew birthday
he: ת. לידה עברי

source: Sending Authority
he: רשות שולחת

source: Comments
he: הערות לתלמיד

source: Father zehut
he: זהות אב

source: Father name
he: שם האב

source: Mother name
he: שם האם

source: Mother zehut
he: זהות אם

source: Completed?
he: בוצע?

source: Add new
he: הוספה

source: Delete
he: מחיקה

source: Add new comment
he: הוספת הערה

source: Welfare committees
he: וועדות רווחה

source: # docs
he: מספר מסמכים

source: Add new
he: הוספה

source: Contact value
he: טלפון או מייל

source: Remarks
he: הערות

source: Change
he: החלפה

source: Cities
he: ערים

source: Tables
he: טבלאות

source: Districts
he: מחוזות

source: District created successfully
he: נוצר בהצלחה

source: District name
he: שם מחוז

source: District updated successfully
he: עודכן בהצלחה

source: Listing Districts
he: רשימת מחוזות

source: Edit District
he: עדכון מחוז

source: New District
he: הוספת מחוז

source: Company address
he: כתובת החברה

source: Company name
he: שם החברה

source: Edit Transportation
he: עדכון חברת הסעות

source: Listing Tansportations
he: רשימת חברות הסעה

source: New Transportation
he: חברת הסעות חדשה

source: Transportation created successfully
he: נוצר בהצלחה

source: Transportation updated successfully
he: עודכן בהצלחה

source: Transportations
he: הסעות

source: company_address
he: כתובת

source: company_name
he: שם חברה

source: remarks
he: הערות

source: District
he: מחוז

source: Edit
he: עדכון

source: Transportation
he: חברת הסעות

source: Select transportation
he: << חברת הסעות >>

source: Transportation name
he: חברת הסעות

source: Select district
he: << מחוז >>

source: Addresses
he: כתובות

source: Address name
he: נמען

source: Full Address
he: כתובת מלאה

source: Address list
he: רשימת כתובות

source: City
he: עיר

source: Show City
he: הוספת עיר

source: email
he: אימייל

source: fax
he: פקס

source: mobile
he: טל. נייד

source: phone
he: טל. קווי

source: Edit Role
he: עדכון

source: Listing Roles
he: רשימת תפקידים

source: New Role
he: הוספת תפקיד

source: Birthday
he: ת. לידה

source: Document Comments
he: הערות למסמך
